result/usenix/run3/results-prctl11-7/benchmark-stats.log
  240000000 requests completed in 364.51 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
3.01% <= 2 milliseconds
45.66% <= 3 milliseconds
74.34% <= 4 milliseconds
85.01% <= 5 milliseconds
92.39% <= 6 milliseconds
95.49% <= 7 milliseconds
97.27% <= 8 milliseconds
98.25% <= 9 milliseconds
98.75% <= 10 milliseconds
99.11% <= 11 milliseconds
99.35% <= 12 milliseconds
99.52% <= 13 milliseconds
99.63% <= 14 milliseconds
99.69% <= 15 milliseconds
99.74% <= 16 milliseconds
99.77% <= 17 milliseconds
99.79% <= 18 milliseconds
99.80% <= 19 milliseconds
99.81% <= 20 milliseconds
99.83% <= 21 milliseconds
99.83% <= 22 milliseconds
99.84% <= 23 milliseconds
99.85% <= 24 milliseconds
99.85% <= 25 milliseconds
99.86% <= 26 milliseconds
99.86% <= 27 milliseconds
99.87% <= 28 milliseconds
99.87% <= 29 milliseconds
99.87% <= 30 milliseconds
99.88% <= 31 milliseconds
99.88% <= 32 milliseconds
99.88% <= 33 milliseconds
99.89% <= 34 milliseconds
99.89% <= 35 milliseconds
99.90% <= 36 milliseconds
99.90% <= 37 milliseconds
99.90% <= 38 milliseconds
99.91% <= 39 milliseconds
99.91% <= 40 milliseconds
99.92% <= 41 milliseconds
99.92% <= 42 milliseconds
99.93% <= 43 milliseconds
99.93% <= 44 milliseconds
99.94% <= 45 milliseconds
99.94% <= 46 milliseconds
99.95% <= 47 milliseconds
99.95% <= 48 milliseconds
99.95% <= 49 milliseconds
99.96% <= 50 milliseconds
99.96% <= 51 milliseconds
99.96% <= 52 milliseconds
99.96% <= 53 milliseconds
99.97% <= 54 milliseconds
99.97% <= 55 milliseconds
99.97% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.97% <= 59 milliseconds
99.97% <= 60 milliseconds
99.97% <= 61 milliseconds
99.98% <= 62 milliseconds
99.98% <= 63 milliseconds
99.98% <= 64 milliseconds
99.98% <= 65 milliseconds
99.98% <= 66 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.98% <= 82 milliseconds
99.98% <= 83 milliseconds
99.98% <= 84 milliseconds
99.98% <= 85 milliseconds
99.98% <= 86 milliseconds
99.98% <= 87 milliseconds
99.98% <= 88 milliseconds
99.98% <= 89 milliseconds
99.98% <= 90 milliseconds
99.98% <= 91 milliseconds
99.98% <= 92 milliseconds
99.98% <= 93 milliseconds
99.98% <= 95 milliseconds
99.98% <= 96 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
99.99% <= 108 milliseconds
99.99% <= 109 milliseconds
99.99% <= 110 milliseconds
99.99% <= 111 milliseconds
99.99% <= 112 milliseconds
99.99% <= 113 milliseconds
99.99% <= 114 milliseconds
99.99% <= 116 milliseconds
99.99% <= 117 milliseconds
99.99% <= 119 milliseconds
99.99% <= 120 milliseconds
99.99% <= 121 milliseconds
99.99% <= 122 milliseconds
99.99% <= 124 milliseconds
99.99% <= 125 milliseconds
99.99% <= 126 milliseconds
99.99% <= 128 milliseconds
99.99% <= 129 milliseconds
99.99% <= 130 milliseconds
99.99% <= 132 milliseconds
99.99% <= 133 milliseconds
99.99% <= 134 milliseconds
99.99% <= 135 milliseconds
99.99% <= 137 milliseconds
99.99% <= 138 milliseconds
99.99% <= 139 milliseconds
99.99% <= 140 milliseconds
99.99% <= 143 milliseconds
99.99% <= 144 milliseconds
99.99% <= 146 milliseconds
99.99% <= 148 milliseconds
99.99% <= 149 milliseconds
99.99% <= 150 milliseconds
99.99% <= 151 milliseconds
99.99% <= 153 milliseconds
99.99% <= 155 milliseconds
99.99% <= 156 milliseconds
99.99% <= 157 milliseconds
99.99% <= 159 milliseconds
99.99% <= 161 milliseconds
99.99% <= 162 milliseconds
99.99% <= 163 milliseconds
100.00% <= 164 milliseconds
100.00% <= 165 milliseconds
100.00% <= 166 milliseconds
100.00% <= 167 milliseconds
100.00% <= 168 milliseconds
100.00% <= 169 milliseconds
100.00% <= 170 milliseconds
100.00% <= 175 milliseconds
100.00% <= 178 milliseconds
100.00% <= 182 milliseconds
100.00% <= 183 milliseconds
100.00% <= 186 milliseconds
100.00% <= 189 milliseconds
100.00% <= 191 milliseconds
100.00% <= 195 milliseconds
100.00% <= 196 milliseconds
100.00% <= 199 milliseconds
100.00% <= 201 milliseconds
100.00% <= 209 milliseconds
100.00% <= 221 milliseconds
100.00% <= 222 milliseconds
100.00% <= 224 milliseconds
100.00% <= 225 milliseconds
100.00% <= 226 milliseconds
100.00% <= 227 milliseconds
100.00% <= 228 milliseconds
100.00% <= 229 milliseconds
100.00% <= 230 milliseconds
100.00% <= 232 milliseconds
100.00% <= 234 milliseconds
100.00% <= 235 milliseconds
100.00% <= 236 milliseconds
100.00% <= 237 milliseconds
100.00% <= 239 milliseconds
100.00% <= 243 milliseconds
100.00% <= 244 milliseconds
100.00% <= 250 milliseconds
100.00% <= 254 milliseconds
100.00% <= 264 milliseconds
100.00% <= 266 milliseconds
100.00% <= 267 milliseconds
100.00% <= 268 milliseconds
100.00% <= 269 milliseconds
100.00% <= 270 milliseconds
100.00% <= 271 milliseconds
100.00% <= 272 milliseconds
100.00% <= 274 milliseconds
100.00% <= 279 milliseconds
100.00% <= 290 milliseconds
100.00% <= 292 milliseconds
100.00% <= 296 milliseconds
100.00% <= 297 milliseconds
100.00% <= 398 milliseconds
100.00% <= 398 milliseconds
658423.56 requests per second